Repository: dinoperovic/django-shopit
Catalog: shopit/locale/*/LC_MESSAGES/django.po
Languages: hr

source: Basic info
hr: Osnovni podaci

source: Amounts
hr: Iznosi

source: Settings
hr: Postavke

source: Value
hr: Vrijednost

source: Codes
hr: Kodovi

source: Filtering
hr: Filtriranje

source: Displays if code is required for the modifier to be valid. This value depends on active codes that are assigned to this modifier.
hr: Prikazuje dali je kod potreban da bi modifikacija bila ispravna. Ova vrijednost ovisi o tome dali postoje aktivni kodovi povezani na ovu modifikaciju.

source: Requires code
hr: Zahtjeva kod

source: Displays if modifier can be used as a filter to return products with this modifier selected. Filtering is enabled when modifier is not a "Cart modifier", does not require any codes & has no conditions to be met.
hr: Prikaži ako modifikacija se moze koristiti kao filter za ispis proizvoda sa ovom modifikacijom izabranom. Filtriranje je omogućeno kada modifier nije “Modifikacija košarice”, ne zahtjeva promo kodove & nema uvijeta koji moraju biti zadovoljeni.

source: Filtering enabled
hr: Filtriranje omogućeno

source: Is valid
hr: Je ispravan

source: Name
hr: Naziv

source: Description
hr: Opis

source: Template
hr: Predložak

source: Categorization
hr: Kategorizacija

source: This section is ment for Single and Group products. Variants will inherit their categorization from their Group.
hr: Ovaj dio je namijenjen za Samostalne i Grupne proizvode. Varijanti će naslijediti kategorizaciju iz svoje Grupe.

source: Pricing
hr: Cijena

source: Stock
hr: Zaliha

source: Measurements
hr: Mjere

source: Measurements of a product, mostly used for delivery calculations. Variants can leave this section empty to inherit the values from their Group.
hr: Mjere proizvoda, najčešće korištene u kalkulacijama za dostavu. Varijanti mogu pustiti ovaj odjel prazan da bi naslijedili vrijednosti iz svoje Grupe.

source: Group
hr: Grupa

source: Variants
hr: Varijanti

source: Unit price
hr: Jedinična cijena

source: Discount %
hr: Popust %

source: Tax %
hr: Porez %

source: Price
hr: Cijena

source: Published
hr: Objavljeno

source: Discount percent
hr: Postotak popusta

source: Tax percent
hr: Postotak poreze

source: Summary
hr: Sažetak

source: Variant successfully created.
hr: Varijant uspiješno unešen.

source: Variant successfully deleted.
hr: Varijant uspiješno izbrisan.

source: Variants successfully created.
hr: Varijanti uspiješno unešeni.

source: Invalid variants successfully deleted.
hr: Nevažeči varijanti uspiješno izbrisani.

source: 1 Product was successfully marked as active.
hr: 1 Proizvod je uspiješno označen kao aktivan.

source: %s Products were successfully marked as active.
hr: %s Proizvoda su uspiješno označeni kao aktivni.

source: Mark selected Products as active
hr: Označi izabrane Proizvode ako aktivne

source: 1 Product was successfully marked as inactive.
hr: 1 Proizvod je uspiješno označen kao neaktivan.

source: %s Products were successfully marked as inactive.
hr: %s Proizvoda su uspiješno označeni kao neaktivni.

source: Mark selected Products as inactive
hr: Označi izabrane Proizvode kao neaktivne.

source: Shopit Account
hr: Shopit Korisnički račun

source: Shopit Categories
hr: Shopit Kategorije

source: Shopit Brands
hr: Shopit Brandovi

source: Shopit Manufacturers
hr: Shopit Proizvođači

source: Shopit Products
hr: Shopit Proizvodi

source: Product List
hr: Proizvod Lista

source: Add New Product
hr: Dodaj Novi Proizvod

source: Categories List
hr: Kategorija Lista

source: Add New Category
hr: Dodaj Novu Kategoriju

source: Brands List
hr: Brend Lista

source: Add New Brand
hr: Dodaj Novi Brend

source: Manufacturers List
hr: Proizvođač Lista

source: Add New Manufacturer
hr: Dodaj Novog Proizvođača

source: Add New
hr: Dodaj Novo

source: Product
hr: Proizvod

source: Category
hr: Kategorija

source: Brand
hr: Brend

source: Manufacturer
hr: Proizvođač

source: An account with this email address already exists.
hr: Korisnički račun sa ovom email adresom već postoji.

source: Email address
hr: Email adresa

source: First name
hr: Ime

source: Last name
hr: Prezime

source: Info successfully updated.
hr: Informacije uspiješno ažurirane.

source: Password successfully changed.
hr: Lozinka uspiješno promijenjena.

source: Discount code
hr: Kod za popust

source: Use existant address
hr: Koristi postojeću adresu

source: Use shipping address for billing
hr: Koristi adresu dostave za adresu plaćanja

source: Payment method
hr: Način plaćanja

source: Delivery method
hr: Način dostave

source: Extra annotation for this order
hr: Dodatne informacije za ovu narudžbu

source: Accept
hr: Prihvati

source: Full name
hr: Ime i prezime

source: Address line 1
hr: Adresa

source: Address line 2
hr: Adresa 2

source: ZIP / Postal code
hr: Poštanski broj

source: City
hr: Grad

source: Country
hr: Država

source: Shipping address
hr: Adresa dostave

source: Shipping addresses
hr: Adrese dostave

source: Billing address
hr: Adresa plaćanja

source: Billing addresses
hr: Adrese plaćanja

source: Shopping cart
hr: Košarica

source: Shopping carts
hr: Košarice

source: Cart item
hr: Artikal

source: Cart items
hr: Artikli

source: Code
hr: Kod

source: Cart discount code
hr: Kod za popust košarice

source: Cart discount codes
hr: Kodovi za popust košarice

source: Description of a categorization, usually used as lead text in categorization's detail view.
hr: Opis kategorizacije, koristi se najčešće kao uvodni teksts u detaljima kategorizacije.

source: Featured image
hr: Istaknuta slika

source: If left empty for childs, a parent's featured image will be used.
hr: Ako je prazno za djecu, istaknuta slika or roditelja će biti korištena.

source: Parent
hr: Roditelj

source: Modifiers
hr: Modifikacije

source: Flags
hr: Oznake

source: Check flags for products in this categorization.
hr: Izaberi oznake za proizvode u ovoj kategorizaciji.

source: Active
hr: Aktivno

source: Is this categorization publicly visible.
hr: Je ova kategorizacija javno vidljiva.

source: Created at
hr: Napravljeno u

source: Updated at
hr: Ažurirano u

source: Tax
hr: Porez

source: Tax to be applied to products in this category. If empty, parent's tax will be used.
hr: Porez na proizvode u ovoj kategoriji. Ako je prazno, porez od roditelja će bit korišten.

source: Categories
hr: Kategorije

source: Brands
hr: Brendovi

source: Manufacturers
hr: Proizvođači

source: Mrs.
hr: Gđa.

source: Mr.
hr: G.

source: Customer Number
hr: Broj kupca

source: Salutation
hr: Naziv

source: Customer
hr: Kupac

source: Customers
hr: Kupci

source: Delivery
hr: Dostava

source: Deliveries
hr: Dostave

source: Delivered quantity
hr: Dostavljena količina

source: Delivery item
hr: Dostavljen artikal

source: Delivery items
hr: Dostavljeni artikli

source: Unique identifier for this flag.
hr: Jedinstveni identifikator za oznaku.

source: Is this flag publicly visible.
hr: Je ova oznako javno vidljiva.

source: Flag
hr: Oznaka

source: Discount
hr: Popust

source: Cart
hr: Košarica

source: Unique identifier for this modifier.
hr: Jedinstveni identifikator za modifikaciju.

source: Amount
hr: Iznos

source: Percent
hr: Postotak

source: Percent that should be added, overrides the amount. Can be negative.
hr: Postotak koji se dodaje, pregazuje iznos. Može biti negativan.

source: Kind
hr: Tip

source: Standard affects the product regardles, Discount checks for a "Discountable" flag on a product and should be negative, Cart will affect an entire cart.
hr: Standardni utječe na proizvode bez obzira, Popust provjerava “Mogućnost popusta” oznaku na proizvodu i nesmije biti negativan, Košarica će utjecati na cijelu košaricu.

source: Is this modifier publicly visible.
hr: Je ova modifikacija javno vidljiva.

source: Sort
hr: Poredak

source: Modifier
hr: Modifikacija

source: Condition
hr: Uvijet

source: Conditions
hr: Uvijeti

source: Modifier that this discount code applies to.
hr: Mdifikacija na koje se ovaj kod popusta odnosi.

source: Code that must be entered for the modifier to activate.
hr: Kod koji mora biti unešen da bi se modifikacija aktivirala.

source: Limit code so that it can be used only by a specific customer.
hr: Limitiraj kod da ga moze korisititi samo određeni kupac.

source: Valid from
hr: Vrijedi od

source: Valid until
hr: Vrijedi do

source: Discount codes
hr: Kodovi popusta

source: Order Number
hr: Broj Narudžbe

source: Shipping Address
hr: Adresa Dostave

source: Shipping address at the moment of purchase.
hr: Adresa dostave u trenutku kupnje.

source: Billing Address
hr: Adresa Plaćanja

source: Billing address at the moment of purchase.
hr: Adresa plaćanja u trenutku kupnje.

source: Order
hr: Narudžba

source: Orders
hr: Narudžbe

source: Ordered quantity
hr: Naručena količina

source: Item canceled
hr: Stavka odkazana

source: Order item
hr: Artikal

source: Order items
hr: Artikli

source: Single
hr: Samostalan

source: Variant
hr: Varijant

source: Part that's used in url to display this product. Needs to be unique.
hr: Dio koji se koristi url-u da se prikaže ovaj proizvod. Mora biti jedinstven.

source: Caption
hr: Podnaslov

source: Short product caption, usually used in catalog's list view of products.
hr: Kratki podnaslov proizvoda, koristi se najčešće na listi proizvoda.

source: Description of a product, usually used as lead text in product's detail view.
hr: Opis proizvoda, koristi se najčešće kao uvodni teksts u detaljima proizvoda.

source: Unique identifier for a product.
hr: Jedinstveni identifikator za proizvod.

source: For variants leave empty to use the Group price.
hr: Za varijante ostaviti prazno da koriste cijenu iz Grupe.

source: For variants leave empty to use Group discount.
hr: Za varijante ostaviti prazno da koriste popust iz Grupe.

source: Tax to be applied to this product. Variants inherit tax percentage from their Group, and should leave this field empty.
hr: Porez za proizvod. Varijanti naslijeđuju postotak poreza is njihove Grupe, i trebaju pustiti ovo polje prazno.

source: Choose a product type. Single products are products without variations. Group products are base products that hold variants and their common info, they cannot be added to cart. Variants are variations of a product that must select a Group product, and set their unique set of attributes. (See "Variant" section below)
hr: Izaberite tip proizvoda. Samostalni proizvodi su proizvodi bez varijacija. Groupni proizvodi su bazni proizvodi koji sadrže varijante i njihove zajedničke informacije, oni se nemogu dodati u košaricu. Varijanti su varijacije proizvoda koje moraju izabrati Groupni proizvod, i postavit njihove jedinstvene atribute. (Pogledaj sekciju “Varijanti” ispod)

source: Discountable
hr: Mogućnost popusta

source: Can this product be used in an offer?
hr: Može li se ovaj proizvod koristiti u ponudi?

source: Check flags for this product.
hr: Izaberi oznake za ovaj proizvod.

source: Width
hr: Širina

source: Height
hr: Visina

source: Depth
hr: Dubljina

source: Weight
hr: Težina

source: Attributes
hr: Atributi

source: Select attributes that can be used in a Variant for this product.
hr: Izaberite atribute koje se smiju koristiti u Varijantima za ovaj proizvod.

source: Select a Group product for this variation.
hr: Izaberite Grupni proizvod za ovu varijaciju.

source: Quantity
hr: Količina

source: Number of available products to ship. Leave empty if product is always available, or set to 0 if product is not available.
hr: Broj proizvoda dostupnih za dostavu. Pustite prazno ako je proizvod uvijek dostupan, ili stavite na 0 ako je proizvod nedostupan.

source: Products
hr: Proizvodi

source: An identifier that's used to access this attribute. Must be unique.
hr: Identifikator koji se koristi za dohvatiti ovaj atribut. Mora biti jedinstven.

source: You can specify a template for rendering this attribute or leave it empty for the default (dropdown) look.
hr: Mozete izabrati predložak za prikazivanje ovog atributa ili pustiti prazno za obični (padajući) izgled.

source: Nullable
hr: Prazno

source: Check this if you want to make "empty" an option for this Attribute.
hr: Izaberi ovo ako želite da “prazno” bude opcija za ovaj Atribut.

source: Is this attribute publicly visible.
hr: Je ovaj atribut javno vidljiv.

source: Attribute
hr: Atribut

source: File
hr: Datoteka

source: Choice
hr: Izbor

source: Choices
hr: Izbori

source: Attribute Value
hr: Vrijednos Atributa

source: Attribute Values
hr: Vrijednosti Atributa

source: Image
hr: Slika

source: Attachment
hr: Priložak

source: Attachments
hr: Prilošci

source: Relation
hr: Relacija

source: Relations
hr: Relacije

source: Text
hr: Tekst

source: Rating
hr: Ocijena

source: Language
hr: Jezik

source: Is this review publicly visible.
hr: Je ova recenzija javno vidljiva.

source: Review
hr: Recenzija

source: Reviews
hr: Recenzije

source: Tax percentage.
hr: Postotak poreza.

source: Taxes
hr: Porezi

source: Price greater than
hr: Cijena veća od

source: Price less than
hr: Cijena manja od

source: Quantity greater than
hr: Količina veća od

source: Quantity less than
hr: Količina manja od

source: This slug is already used. Try another one.
hr: Ovaj slug se već koristi. Probajte drugi.

source: Only variant products have a group.
hr: Samo varijanti mogu imati grupu.

source: Variants must have a group selected.
hr: Varijanti moraju imati grupu izabranu.

source: Variant products can't specify categorization. It's inherited from their group.
hr: Varijanti nemogu imati kategorizaciju. Naslijeđena je iz njihove grupe.

source: Can't set group to variant.
hr: Nemožete postaviti grupni prozivod za varijanta.

source: This product has variants, you need to delete them before changing it's kind.
hr: Ovaj proizvod ima varijante, morate ih pobrisati prije nego izmijenite tip.

source: Only group products can have Availible attributes specified.
hr: Samo groupni proizvodi mogu imati Dostupne atribute izabrane.

source: Group product should have Availible attributes specified.
hr: Grupni proizvod mora imati Dostupne atribute izabrane.

source: Variant products can't specify tax, their group tax percentage will be used instead.
hr: Varijant nemože imati porez, porez iz njihove grupe će bit korišten.

source: Variant must have their unique set of attributes specified.
hr: Varijant mora imati svoju jedinstvenu kombinaciju atributa izabranu.

source: A Variant with this attributes for selected group already exists.
hr: Varijant sa ovim atributom za izabranu grupu već postoji.

source: Only Variant products can have attributes.
hr: Samo Varijant može imati atribute.

source: Choices must be specified.
hr: Izbori moraju biti navedeni.

source: Attribute can't have duplicate choices.
hr: Atribut nemože imati duplikate izbora.

source: Selected choice doesn't match the seleced attribute.
hr: Izabrani izbor se ne slaže sa izabranim atributom.

source: Missing the attachment or url.
hr: Fali prilog ili url.

source: File extension not allowed for this attachment kind.
hr: Ekstensiza datoteki nije dozvoljena za ovaj tip priloga.

source: A discount should be subtracting the price, amount or percent needs to be negative.
hr: Popust bi trebao smanjivati cijenu, iznos ili popust treba biti negativan.

source: Only Single and Group products can have relations.
hr: Samo Samostalni i Grupni proizvodi mogu imati relacije.

source: You can't set relation to self.
hr: Nemože se staviti relacija na sebe.

source: You have to select a condition.
hr: Morate izabrati uvijet.

source: Code is already applied to your cart.
hr: Kod je već unešen za vašu košaricu.

source: Code is invalid or expired.
hr: Kod nevažeči ili je istekao.

source: Ship goods
hr: Pošalji robu

source: Ship the goods
hr: Pošalji robu

source: Variant products and their attributes for a group
hr: Varijantni proizvodi i njihovi atributi za grupu

source: Languages
hr: Jezici

source: Actions
hr: Akcije

source: Translate variant
hr: Prevedi varijant

source: Translate
hr: Prevedi

source: Change
hr: Izmijeni

source: Delete variant
hr: Izbriši varijant

source: Delete
hr: Izbriši

source: Create variant
hr: Napravi varijant

source: Create
hr: Napravi

source: Create all varaints?
hr: Napravi sve varijante?

source: Create all
hr: Napravi sve

source: No variants.
hr: Nema varijanta.

source: There are invalid variants that exist (Their attributes don't match Available attributes).
hr: Postoje neispravni varijanti (Njihovi atributi nisu unutar Dostupnih atributa).

source: Delete invalid variants?
hr: Izbriši nevažeće varijante?

source: Delete all
hr: Izbriši sve

source: Account
hr: Korisnički račun

source: Dashboard
hr: Kontrolna ploča

source: Logout
hr: Odjava

source: Welcome
hr: Dobrodošli

source: Account login
hr: Prijava u korisnični račun

source: Forgot password?
hr: Zaboravili ste lozinku?

source: Login
hr: Prijava

source: or
hr: ili

source: Register
hr: Registriraj se

source: No orders.
hr: Nema narudžbi.

source: Account register
hr: Registracija korisničkog računa

source: Password reset
hr: Resetiraj lozinku

source: Reset password
hr: Resetiraj lozinku

source: New password for '%(user_name)s'
hr: Nova lozinka za ’%(user_name)s’

source: Link is invalid
hr: Link je neispravan

source: Please try again.
hr: Pokušajte ponovno.

source: Update info
hr: Ažuriraj informacije

source: Change password
hr: Promijeni lozinku

source: Submit
hr: Podvrdi

source: Choose variation
hr: Izaberite varijaciju

source: Not available.
hr: Nije dostupno.

source: Price from / price to
hr: Cijena od / cijena do

source: Details
hr: Detalji

source: No products.
hr: Nema proizvoda.

source: You're receiving this email because you requested a password reset for your user account '%(user)s' at %(site_name)s.
hr: Dobili ste ovaj email jer ste zatražili reset lozinke za Vaš korisnički račun ‘%(user)s’ na %(site_name)s.

source: Please go to the following page and choose a new password
hr: Molimo odite na slijedeću stranicu i izaberite novu lozinku

source: Thanks for using our site!
hr: Hvala što koristite našu stranicu!

source: The %(site_name)s team
hr: %(site_name)s tim

source: Password reset on %(site_name)s
hr: Reset lozinke na %(site_name)s

source: Add to cart
hr: Dodaj u košaricu

source: Not available
hr: Nije dostupno

source: Adding
hr: Dodaje se

source: Total
hr: Ukupno

source: Subtotal
hr: Međuzbroj

source: Update the cart
hr: Ažuriraj košaricu

source: Order date
hr: Datum narudžbe

source: Amount paid
hr: Plaćen iznos

source: Outstanding amount
hr: Preostali iznos

source: No order.
hr: Nema narudžbe.

source: Empty the cart
hr: Isprazni košaricu

source: Proceed to checkout
hr: Nastavi na blagajnu

source: Cart is empty.
hr: Košarica je prazna.

source: Guest
hr: Gost

source: Extra annotation
hr: Dodatne informacije

source: Accept condition
hr: Prihvati uvijet

source: Thank you for your purchase
hr: Hvala Vam na kupnji

source: Keep track of your orders <a href="%(account_order_list_url)s">here</a>.
hr: Pratite Vaše narudžbe <a href=“%(account_order_list_url)s”>ovdje</a>.

source: <a href="%(link)s">Login</a> to keep track of your orders.
hr: <a href=“%(link)s”>Prijavite se</a> da pratite Vaše narudžbe.

source: You're not watching any items.
hr: Ne pratiš ni jedan artikal.

source: cart/$
hr: kosarica/$

source: cart/empty/$
hr: kosarica/isprazni/$

source: thanks/$
hr: hvala/$

source: shop/cart/$
hr: shop/kosarica/$

source: shop/cart/empty/$
hr: shop/kosarica/isprazni/$

source: shop/thanks/$
hr: shop/hvala/$

source: ^login/$
hr: ^prijava/$

source: ^logout/$
hr: ^odjava/$

source: ^register/$
hr: ^registracija/$

source: ^reset/$
hr: ^resetiraj/$

source: ^reset/confirm/%s/$
hr: ^resetiraj/potvrdi/%s/$

source: ^orders/$
hr: ^narudzbe/$

source: ^orders/%s/$
hr: ^narudzbe/%s/$

source: ^orders/latest/$
hr: ^narudzbe/zadnja/$

source: ^settings/$
hr: ^postavke/$

source: ^settings/details/$
hr: ^postavke/detalji/$

source: ^settings/password/$
hr: ^postavke/lozinka/$

source: ^account/$
hr: ^korisnicki-racun/$

source: ^account/login/$
hr: ^korisnicki-racun/prijava/$

source: ^account/logout/$
hr: ^korisnicki-racun/odjava/$

source: ^account/register/$
hr: ^korisnicni-racun/registracija/$

source: ^account/reset/$
hr: ^korisnicni-racun/resetiraj/$

source: ^account/reset/confirm/%s/$
hr: ^korisnicki-racun/resetiraj/potvrdi/%s/$

source: ^account/orders/$
hr: ^korisnicki-racun/narudzbe/$

source: ^account/orders/%s/$
hr: ^korisnicki-racun/narudzbe/%s/$

source: ^account/orders/latest/$
hr: ^korisnicni-racun/narudzbe/zadnja/$

source: ^account/settings/$
hr: ^korisnicki-racun/postavke/$

source: ^account/settings/details/$
hr: ^korisnicki-racun/postavke/detalji/$

source: ^account/settings/password/$
hr: ^korisnicki-racun/postavke/lozinka/$

source: ^categories/$
hr: ^kategorije/$

source: ^categories/%s/$
hr: ^kategorije/%s/$

source: ^brands/$
hr: ^brendovi/$

source: ^brands/%s/$
hr: ^brendovi/%s/$

source: ^manufacturers/$
hr: ^proizvodaci/$

source: ^manufacturers/%s/$
hr: ^proizvodaci/%s/$

source: ^%s/reviews/$
hr: ^%s/recenzije/$

source: ^%s/reviews/%s/$
hr: ^%s/recenzije/%s/$

source: ^%s/add-to-cart/$
hr: ^%s/dodaj-u-kosaricu/$

source: ^products/$
hr: ^proizvodi/$

source: ^products/%s/$
hr: ^proizvodi/%s/$

source: ^products/%s/reviews/$
hr: ^proizvodi/%s/recenzije/$

source: ^products/%s/reviews/%s/$
hr: ^proizvodi/%s/recenzije/%s/$

source: ^products/%s/add-to-cart/$
hr: ^proizvodi/%s/dodaj-u-kosaricu/$

source: You have been successfully logged in.
hr: Uspješno ste prijavljeni.

source: You have been successfully logged out.
hr: Uspješno ste odjavljeni.

source: Account has been reset with the new password.
hr: Korisnički račun je resetiran sa novom lozinkom.

source: You have been successfully registered.
hr: Uspješno ste registrirani.

source: Edit %s
hr: Uredi %s

source: Delete %s
hr: Izbriši %s

source: Edit Product
hr: Uredi Proizvod

source: Delete Product
hr: Izbriši Proizvod

source: Please register to submit a review.
hr: Molimo registrirajte se da bi ste mogli napisati recenziju.

source: Review already written for this Product.
hr: Recenzija je već napisana za ovaj Proizvod.

source: You can only update your own reviews.
hr: Možete urediti samo svoje recenzije.

source: You can only delete your own reviews.
hr: Možete izbrisati samo svoje recenzije.

source: You can't add a group product to the cart.
hr: Nemožete dodati grupni proizvod u košaricu.

source: Product not available for given quantity, there is %d left.
hr: Proizvod nije dostupan za navedenu količinu, dostupno je %d.

source: Discount code has been applied successfully.
hr: Kod za popust je uspješno dodan.

source: Cart has been updated successfully.
hr: Košarica je uspješno ažurirana.
